
/* "Lorenzo Maria dell'Uva" <lollo@mymail.it> */
"CURRENT_LANGUAGE" = "Italian";

"Documents" = "Documenti";
"Favorites" = "Preferiti";
"Preferences" = "Preferenze";
"Where" = "Dove";
"Find" = "Cerca";
"Music" = "Musica";
"Trash" = "Cestino";
"Stop" = "Stop";
"Help" = "Aiuto";
"Find Text" = "Cerca Testo";
"Info" = "Info";
"Pictures" = "Immagini";
"Show" = "Mostra";
"Compress" = "Comprimi";
"Open" = "Apri";
"Disk Image" = "Immagine Disco";
"Delete" = "Cancella";
"Move" = "Muovi";
"New Folder" = "Nuova Cartella";
"Finder" = "Finder";
"Copy" = "Copia";
"Desktop" = "Scrivania";
"Duplicate" = "Duplica";
"Public" = "Pubblica";
"Preview" = "Anteprima";
"Decompress" = "Decomprimi";
"Find/Stop" = "Cerca/Stop";
"Eject" = "Espelli";
"Applications" = "Applicazioni";
"Home" = "Inizio";
"Back" = "Indietro";
"Movies" = "Filmati";
"Stop" = "Stop";
"Copy" = "Copia";
"Choose a valid destination." = "Scegli una destinazione valida.";
"Destination does not exist" = "La destinazione non esiste";
"Compress..." = "Comprimi...";
"Decompress..." = "Decomprimi...";
"An error occurred while decompressing." = "Si è verificato un errore durante la decompressione.";
"Cancel" = "Annulla";
"OK" = "OK";
"Hide Invisible Files" = "Nascondi file invisibili";
"Hide Icons" = "Nascondi Icone";
"Show Invisible Files" = "Mostra file invisibili";
"Hide Desktop" = "Nascondi la Scrivania di Path Finder";
"Show Icons" = "Mostra Icone";
"Hide Preview" = "Nascondi Anteprima";
"Show Desktop" = "Mostra la Scrivania di Path Finder";
"Smart Sorting Off" = "Ordinamento Rapido Disattivo";
"Show Preview" = "Mostra Anteprima";
"Smart Sorting On" = "Ordinamento Rapido Attivo";
"Generic Icons Off" = "Disattiva Icone Generiche";
"Generic Icons On" = "Attiva Icone Generiche";
"Preview" = "Anteprima";
"Update Database" = "Aggiorna Database";
"Updating..." = "Aggiornamento...";
"Open with %@" = "Apri con %@";
"Open with" = "Apri con";
"Reveal in Finder" = "Mostra nel Finder";
"View as Hex" = "Dump Esadecimale";
"Show in New Window" = "Mostra in Nuova Finestra";
"Make Alias" = "Crea Alias";
"Duplicate" = "Duplica";
"Rename" = "Rinomina";
"Move to Trash" = "Muovi nel Cestino";
"Eject" = "Espelli";
"Open" = "Apri";
"Check your iTools settings in the Internet panel in the System Preferences application." = "Controlla i settaggi di .Mac nel Pannello Internet nelle Preferenze di Sistema.";
"Initializing..." = "Avvio...";
"This beta version of Path Finder has expired.  Download the latest version from cocoatech.com." = "Questa versione beta di Path Finder è scaduta. Scarica la nuova versione da cocoatech.com.";
"Error getting iDisk user name and password" = "Errore di autenticazione di username o password per iDisk";
"This is highly recommended.  You can always change this setting later from the preferences panel." = "Molto consigliato. Puoi cambiare questo settaggio utilizzando le Preferenze.";
"Quit" = "Esci";
"Don't Quit" = "Non Uscire";
"Done" = "Fatto";
"If you keep Path Finder running all the time, it's always there when you need it!\r\rThis confirmation can be disabled from the preferences panel." = "Lascia Path Finder aperto, sarà sempre disponibile quando serve!\r\rPuoi cambiare questo settaggio utilizzando le Preferenze.";
"No" = "No";
"Yes" = "Si";
"Would you like Path Finder to launch automatically when you log in?" = "Vuoi avviare automaticamente Path Finder al log-in?";
"Really Quit?" = "Vuoi davvero uscire?";
"Expired" = "Scaduto";
"Image: " = "Immagine: ";

"to" = "a";
"Stop" = "Stop";
"Find" = "Cerca";
"Computer" = "Computer";
"To get the most out of the Path Finder find feature, you need to build a locate database.  Click on the \"Update Database\" button in the Preferences panel to do this." = "Per sfruttare questa funzione di ricerca di Path Finder, devi costruire un database locale. Per farlo clicca sul tasto \"Update Database\" nelle Preferenze.";
"View as Hex" = "Dump Esadecimale";
"Updating the database takes a few minutes to complete, but once done, makes finding files on your computer extremely fast" = "Aggiornare il database potrebbe richiedere alcuni minuti, ma una volta fatto, rende la ricerca di file sul computer estremamente rapida";
"Idle" = "Attesa";
"Finding..." = "Ricerca...";
"Found: %d" = "Trovati: %d";
"Move to Trash" = "Muovi nel Cestino";
"Open with %@" = "Apri con %@";
"Show in New Window" = "Mostra in una Nuova Finestra";
"Open" = "Apri";
"%d items" = "%d elementi";
"%@ available, %@ used" = "%@ disponibili, %@ usati";
"link" = "collegamento";
"The original file may have been moved or deleted." = "Il file originale potrebbe essere stato rimosso o spostato.";
"Could not resolve alias." = "Impossibile utilizzare l'alias.";
"Rename" = "Rinomina";
"alias" = "alias";
"Error creating directory." = "Errore creando la cartella.";
"Write error." = "Error di scrittura.";

"Read error." = "Read error.";
"Error creating file." = "Errore creando il file.";
"Error creating symbolic link." = "Errore creando il link simbolico.";
"There is no application available to open the document \"%@\"." = "Non c'è una applicazione disponibili per aprire il documento \"%@\".";
"OK" = "OK";
"Alert!" = "Attenzione!";
"View Hex" = "Dump Esadecimale";
"copy" = "copia";
"Replace All" = "Sostituisci tutto";
"Error!" = "Errore!";
"Replace" = "Sostituisci";
"Home" = "Inizio";
"Developer" = "Sviluppatore";
"Running Applications Menu" = "Menu Applicazioni Attive";
"Applications Menu" = "Menu Applicazioni";
"Go Menu" = "Menu Vai";
"Building Menus" = "Preparando i Menu";
"Favorites Menu" = "Menu Preferiti";

"Kind" = "Tipo";
"Name" = "Nome";
"Size" = "Dimensione";
"Date Created" = "Data di Creazione";
"Date Modified" = "Data di Modifica";
"Version" = "Versione";
"Contents:" = "Contenuto:";

"Terminal" = "Terminal";
"Trash operation could not be completed." = "Impossibile completare lo svuotamento del cestino.";
"You do not have permission to trash this item." = "Non hai i permessi necessari per cancellare questo elemento.";

"Float Window" = "Fluttuante";

"Transparency" = "Trasparenza";
"Find" = "Cerca";
"Name" = "Nome";
"Path" = "Percorso";
"iDisk" = "iDisk";
"History" = "Cronologia";
"Path Finder was unable to automatically email the bug report.  Copy and paste the contents of this window and email it to bugs@cocoatech.com" = "Path Finder non è riuscito ad inviare automaticamente un'email per il bug report. Copia ed incolla il contenuto di questa finestra e manda una email a bugs@cocoatech.com.";
"Path Finder has encountered an unexpected error.  Please email this report to bugs@cocoatech.com so it can be fixed in the next release." = "Path Finder ha incontrato un errore inaspettato.  Per favore invia questo report a bugs@cocoatech.com in modo che sia fissato in una prossima versione.";
"Bug Reporter" = "Bug Report";
"Email Report" = "Invio Report via Email";
"Path Finder has been updated to version %@!" = "Path Finder è stato aggiornato alla versione %@!";
"You are currently running version %@.  Download version %@ from www.cocoatech.com" = "Stai utilizzando la versione %@. Scarica la versione %@ da www.cocoatech.com";
"Update Now" = "Aggiorna adesso";

"The item \"%@\" could not be moved to the trash." = "Non è possibile spostare l'elemento \"%@\" nel cestino.";
"Would you like to delete it immediately?" = "Lo vuoi cancellare immediatamente?";

"Label" = "Etichetta";

"View" = "Vista";
"Dynamic" = "Dinamico";

"Sort Ascending" = "Ordinamento crescente";
"Sort Descending" = "Ordinamento decrecente";

"as Icons" = "come Icone";
"as List" = "come Lista";
"as Columns" = "come Colonne";

"Touch" = "Touch";
"Free:" = "Liberi:";
"Created:" = "Creato:";
"Size:" = "Dimensione:";
"Modified:" = "Modificato:";
"Kind:" = "Tipo:";
"Resolved:" = "Risolto:";
"Version:" = "Versione:";
"Format:" = "Formato:";
"Path:" = "Percorso:";
"Capacity:" = "Capacità:";
"Volume:" = "Disco:";

"Name:" = "Nome:";
"Owner:" = "Proprietario:";
"Group:" = "Gruppo:";
"Permission:" = "Permessi:";
"Type:" = "Tipo:";
"Creator:" = "Creatore:";

"New File" = "Nuovo Documento";
"Preview" = "Anteprima";
"Forward" = "Avanti";
"Mount Point:" = "Punto di Mount:";
"Device:" = "Dispositivo:";
"MP3:" = "MP3:";

"Application:" = "Applicazione:";

"Are you sure you want to remove the items in the Trash permanently?" = "Sei sicuro di voler vuotare il cestino definitivamente?";
"You cannot undo this action." = "Non puoi annullare questa azione.";

"Tool Drawer" = "Cassetto Tool";
"Preview Drawer" = "Cassetto Anteprima";
"Busy" = "Occupato";

"Local Disks" = "Dischi locali";
"Everywhere" = "Dovunque";

"Connect" = "Connect";
"Hide" = "Nascondi";
"Show" = "Mostra";
"Search" = "Cerca";

"Choose Volume" = "Scegli un Volume";

"Hide %@" = "Nascondi %@";
"Hide Others" = "Nascondi Altri";
"Show All" = "Mostra Tutti";

"Show Trash Can" = "Mostra Cestino";
"Hide Trash Can" = "Nascondi Cestino";

"Go to Folder" = "Vai alla Cartella";
"Go to the folder:" = "Vai alla Cartella:";
"Go" = "Vai";
"Search Results for '%@' in '%@'" = "Risulato della ricerca di '%@' in '%@'";

"Find String:" = "Cerca Stringa:";
"Search Location:" = "Cerca in:";

"An error occurred while trying to mount \"%@\"." = "Si è verificato un errore tentando di montare \"%@\".";
"An error occurred while trying to unmount \"%@\"." = "Si è verificato un errore tentando di smontare \"%@\".";
"An error occurred while trying to eject \"%@\"." = "Si è verificato un errore tentando di espellere \"%@\".";
"Error: %d" = "Errore: %d";

"Really Open?" = "Apri davvero?";
"Do you want to open all %d items?" = "Vuoi veramente aprire tutti i %d elementi?";

"Searching..." = "Cercando...";

"Encoding" = "Encoding";
"Convert document to plain text?" = "Converto il documento in solo testo?";
"Converting will lose fonts, colors, and other text styles in the document." = "Con la conversione verranno perse tutte le le informazioni di font, colori ed ogni altro stile nel documento.";

"Text Editor" = "Editor Testi";
"Play Sound" = "Ascolta Suono";

"Access" = "Accesso";
"Access:" = "Accesso:";
"Owner" = "Proprietario";
"Group" = "Gruppo";

"Select a menu item and hit a command key sequence to modify.  Hit the delete key to clear." = "Seleziona una voce del Menu e scegli la sequenza command-tasto.  Premi il tasto Delete per cancellare.";
"Menu" = "Menu";
"Command" = "Command";
"Menu Key Editor" = "Editor di Tasti Menu";

"Welcome to Path Finder" = "Benvenuto in Path Finder";
"Buy Later" = "Compra dopo";
"Buy Now" = "Compra";
"Enter Registration Code" = "Inserisci codice";
"%d days remaining" = "%d giorni rimasti";
"Your support is greatly appreciated!  Path Finder is continually being updated and improved because of support from users like yourself." = "Acquistare Path Finder è facile e veloce e non vedrai mai più questa fastidiosa finestra. ";
"Purchase Path Finder today!" = "Per favore acquista Path Finder oggi!";
"%d day free trial" = "%d giorni di periodo di prova";

"When you purchase Path Finder, you are sent a registration code.  Enter that code here along with the email address used when registering." = "Quando acquisti Path Finder ti viene inviato un codice di registrazione. Inserisci il codice e l'indirizzo di email usato per la registrazione.";
"Email Address:" = "Indirizzo di Email:";
"Registration Code:" = "Codice Registrazione:";

"Invalid Registration Code!" = "Codice di Registrazione Invalido!";
"Thank you for registering Path Finder!" = "Grazie per aver registrato Path Finder!";
"This copy of Path Finder is not registered" = "Questa copia di Path Finder non è registrata";
"Close" = "Chiudi";

"Font Sample" = "Esempio Font";

"View Text" = "Dump Testo";
"Password" = "Password";

"Remove Top" = "Rimuovi Parte superiore";
"Remove All" = "Rimuovi Tutto";
"New Shelf..." = "New Shelf...";
"Remove Shelf" = "Rimuovi Shelf";
"Standard" = "Standard";
"Processes" = "Processi";
"Drop Stack" = "Drop Stack";
"Process Drawer" = "Cassetto Processo";
"Empty" = "Vuoto";
"Shelf" = "Shelf";

"Zoom In" = "Zoom Avanti";
"Zoom Out" = "Zoom Indietro";
"Go to Page" = "Vai alla Pagina";
"Page %d of %d" = "Pagina %d di %d";

/* this was copied from Preview.app - open a PDF in Preview that needs a password */
"This PDF is password protected.  Without a password, some operations with this document will be restricted." = "Questi PDF è protetto da password.  Senza password, alcune operazioni con questo documento non saranno disponibili.";
"To enable more operations, enter a password:" = "Per abilitare le operazioni addizionali, inserisci la password:";

"Summarize" = "Riassumi";
"Sentences" = "Frasi";
"Paragraphs" = "Paragrafi";
"Shelf Name" = "Nome Shelf";

"Icon Size" = "Dimensione Icona";
"Toggle Shelf" = "Abilita Shelf";
"Activate URLs" = "Attiva URL";

"License Agreement" = "Accordo di Licenza";
"Agree" = "Accetto";
"Disagree" = "Non Accetto";
"Clean up" = "Riordina";

"Info" = "Info";
"%d of %d items selected" = "%d di %d elementi selezionati";
"Action" = "Azione";

"Remove Shelf?" = "Rimuovi Shelf?";
"Are you sure you want to remove the shelf named \"%@\"?" =  "Sei sicuro di voler rimuovere lo shelf chiamato \"%@\"?";

/* terminal toolbar buttons */
"Close" = "Chiudi";
"New" = "Nuovo";
"New Tab" = "Nuovo Tab";

"Do you really want to close this terminal session?" = "Vuoi davvero chiudere questa sessione del Terminale?";
"Closing this session will terminate the following processes inside it: " = "Chiudendo questa sessione i seguenti processi verranno chiusi: ";
"Terminal Drawer" = "Cassetto Terminale";

/* upgrade panel */
"upgrade message" = "It's been two years since the first version of Path Finder, and if you've been a customer since the days when it was called \"SNAX\", you've witnessed some very dramatic changes!\r\rNow with version 3.0, I'm charging an upgrade fee of $9.  This will ensure that I can continue development and take Path Finder to even higher levels.\r\rI'm working full time on Path Finder, and am fully committed to many years of dramatic improvements and lots of new killer features!\r\rIf you purchased Path Finder less than 4 months ago, send me an email for a free upgrade.\r\rThanks for your support!\r\rSteve Gehrman\rCocoaTech Founder";
"Welcome to Path Finder 3.0 !!" = "Welcome to Path Finder 3.0 !!";
"When upgrading, you will need your current registration information:" = "When upgrading, you will need your current registration information:";
"Email Sales" = "Email Sales";
"Upgrade Now" = "Upgrade Now";
"Email:" = "Email:";
"Code:" = "Code:";

"Secure Delete" = "Cancellazione Sicura";
"Secure delete overwrites files before deleting them.  Files are overwritten three times, first with the byte pattern 0xff, then 0x00, and then 0xff again." = "La cancellazione sicura sovrascrive i file prima di cancellarli.  I file sono sovrascritti tre volte, prima con il pattern 0xff, poi con 0x00 ed infine di nuovo con 0xff.";
"WARNING:  This action bypasses the Trash.  You cannot undo this action." = "ATTENZIONE:  Questa azione cancellerà immediatamente i file.  Questa operazione non può essere annullata.";
"Execute delete with root privileges" = "Esegui la cancellazione come Root";
"Normal Delete" = "Cancel. Normale";
"Secure Delete" = "Cancel. Sicura";
"%d Applications" = "%d Applications";
"Extension" = "Estensione";
"Convert Image" = "Converti Grafico";
"Disk Usage" = "Spazio su Disco";

"Do you want to force %@ to quit?" = "Vuoi forzare la chiusura di %@?";
"You will lose any unsaved changes." = "Tutte le modifiche non salvate andranno perse.";
"Force Quit" = "Forza Chiusura";

"Burn" = "Masterizza";
"Burning %@ disc" = "Masterizzando disco %@";
"Hybrid" = "Hybrid";
"HFS+" = "HFS+";
"ISO 9660" = "ISO 9660";
"Joliet" = "Joliet";
"Audio" = "Audio";

/* Find window */
"Not Specified" = "Non Specificato";
"Found: %d" = "Trovato: %d";
"All" = "Tutti";

"Today" = "Oggi";
"the last 2 days" = "gli ultimi 2 giorni";
"the last 3 days" = "gli ultimi 3 giorni";

"the last week" = "l'ultima settimana";
"the last 2 weeks" = "le ultime 2 settimane";
"the last 3 weeks" = "le ultime 3 settimane";
"the last month" = "l'ultimo mese";
"the last 2 months" = "gli ultimi 2 mesi";
"the last 3 months" = "gli ultimi 3 mesi";
"the last 6 months" = "gli ultimi 6 mesi";
"the last year" = "l'ultimo anno";

"Find by" = "Cerca per";
"Find by Name" = "Cerca per Nome";
"Find by Content" = "Cerca per Contenuto";
"Search Locations" = "Cerca in";

"Partial match" = "Risultato parziale";
"Exact match" = "Risultato completo";
"Starts with" = "Inizia con";
"Ends with" = "Termina con";

"Search inside packages" = "Cerca all'interno dei pacchetti";
"Search inside the System folder" = "Cerca nella Cartella Sistema";

"Security Level" = "Livello Sicurezza";
"Simple Security (1 pass)" = "Sicurezza Semplice (1 passaggio)";
"Medium Security (7 passes)" = "Sicurezza Media (7 passaggi)";
"Ultra Security (35 passes)" = "Sicurezza Ultra (35 passaggi)";

"Burning Disk Image" = "Masterizza Immagine Disco";
"Burning:" = "Masterizzando:";
"Eject disc after burning" = "Espelli disco dopo la masterizzazione";
"Verify disc after burning" = "Verifica disco dopo la masterizzazione";

"Play" = "Avvia";
"Parent" = "Precedente";

"Greater than" = "Maggiore di";
"Less than" = "Minore di";
"Visibility:" = "Visibilità:";
"Visible" = "Visibile";
"Invisible" = "Invisibile";
"Content:" = "Contenuto";
"Extension:" = "Estensione:";
"Label:" = "Etichetta:";

"Document" = "Documento";
"Folder" = "Cartella";
"Application" = "Applicazione";
"Audio" = "Audio";
"Image" = "Immagine";
"Movie" = "Filmato";
"PDF" = "PDF";
"Alias" = "Alias";
"Sample" = "Campionamento";
"%d seconds" = "%d secondi";
"Duration:" = "Durata:";

"Find results incomplete." =  "Cerca risultati incompleti.";
"Mac OS X will halt a find operation if the disk is modified during the search.  For complete results, try again." =  "Mac OS X interromperà l'operazione se il disco è modificato durante la ricerca.  Per i risultati completi, riavvia la ricerca.";

"untitled" = "senza titolo";

"Path Drawer" = "Area Percorso";

/* Screen Capture Panel */
"Screen Capture" =  "Cattura Schermo...";
"Escape Key:" = "Tasto Escape:";
"Cancels interactive screen shot mode" = "Annulla la cattura schermo interattiva";
"Space Key:" = "Barra Spaziatrice:";
"Toggle between mouse and window selection modes" = "Scegli tra modalità di selezione con mouse o con selezione";
"Control Key:" = "Tasto Control:";
"Causes screen shot to go to clipboard" = "Memorizza la screen-shot negli appunti";
"Hot keys in screen capture mode" = "Tasti attivi in modalità cattura schermo";
"Selection" = "Selezione";
"Window" = "Finestra";
"All monitors" = "Tutti i  monitor";
"Main monitor only" = "Solo il monitor principale";
"Screen capture mode" = "Metodo di cattura schermo";
"Play sounds" = "Attiva suoni";
"Display screen-shot in Image Converter" = "Mostra la screen-shot in Image Converter";
"Save screen-shot to file" = "Salva la screen-shot in un file";
"Save screen-shot to clipboard" = "Salva la screen-shot negli appunti";

"Resource Fork" = "Resource Fork";
"Data Fork" = "Data Fork";
"Recent Servers" = "Server Recenti";
"URL:" = "URL:";

"Man Pages" = "Pagine Man";

"Connect To iDisk" = "Connessione con iDisk";
"To connect to an iDisk, enter a .Mac member name and password." = "Per connettersi ad iDisk, inserisci una userid .Mac e la password.";
"Member name:" = "userid:";
"Password:" = "Password:";
"Connect To iDisk Public Folder" = "Connessione con Cartella Pubblica iDisk";
"To connect to the Public folder for a .Mac member, enter the member's account name." = "Per collegarsi ad una cartella Pubblica di un utete .Mac inserisci la sua userid.";
"Address:" = "Indirizzo:";  /* Server Address URL */
"Erase" = "Erase";

